[
    {
        "id": 20,
        "title": "HOW THE TERRAPIN BEAT THE RABBIT",
        "content": [
            "The Rabbit was a great runner, and everybody knew it. No one thought the Terrapin anything but a slow traveler, but he was a great warrior and very boastful, and the two were always disputing about their speed. At last they agreed to decide the matter by a race. They fixed the day and the starting place and arranged to run across four mountain ridges, and the one who came in first at the end was to be the winner.", 
            "The Rabbit felt so sure of it that he said to the Terrapin, “You know you can’t run. You can never win the race, so I’ll give you the first ridge and then you’ll have only three to cross while I go over four.” The Terrapin said that would be all right, but that night when he went home to his family he sent for his Terrapin friends and told them he wanted their help. He said he knew he could not outrun the Rabbit, but he wanted to stop the Rabbit’s boasting. He explained his plan to his friends and they agreed to help him. When the day came all the animals were there to see the race. The Rabbit was with them, but the Terrapin was gone ahead toward the first ridge, as they had arranged, and they could hardly see him on account of the long grass. The word was given and the Rabbit started off with long jumps up the mountain, expecting to win the race before the Terrapin could get down the other side. But before he got up the mountain he saw the Terrapin go over the ridge ahead of him. He ran on, and when he reached the top he looked all around, but could not see the Terrapin on account of the long grass. He kept on down the mountain and began to climb the second ridge, but when he looked up again there was the Terrapin just going over the top. Now he was surprised and made his longest jumps to catch up, but when he got to the top there was the Terrapin away in front going over the third ridge. The Rabbit was getting tired now and nearly out of breath, but he kept on down the mountain and up the other ridge until he got to the top just in time to see the Terrapin cross the fourth ridge and thus win the race.", 
            "The Rabbit could not make another jump, but fell over on the ground, crying mĭ, mĭ, mĭ, mĭ, as the Rabbit does ever since when he is too tired to run any more. The race was given to the Terrapin and all the animals wondered how he could win against the Rabbit, but he kept still and never told. It was easy enough, however, because all the Terrapin’s friends looked just alike, and he had simply posted one near the top of each ridge to wait until the Rabbit came in sight and then climb over and hide in the long grass. When the Rabbit came on he could not find the Terrapin and so thought the Terrapin was ahead, and if he had met one of the other terrapins he would have thought it the same one because they looked so much alike. The real Terrapin had posted himself on the fourth ridge, so as to come in at the end of the race and be ready to answer questions if the animals suspected anything.", 
            "Because the Rabbit had to lie down and lose the race the conjurer now, when preparing his young men for the ball play, boils a lot of rabbit hamstrings into a soup, and sends some one at night to pour it across the path along which the other players are to come in the morning, so that they may become tired in the same way and lose the game. It is not always easy to do this, because the other party is expecting it and has watchers ahead to prevent it."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Nick Abrams on Unsplash",
        "image": "story-pic-20.jpg"
    }, 
    {
        "id": 19,
        "title": "HOW THE WILDCAT CAUGHT THE GOBBLER",
        "content": [
            "The Wildcat once caught the Rabbit and was about to kill him, when the Rabbit begged for his life, saying: “I’m so small I would make only a mouthful for you, but if you let me go I’ll show you where you can get a whole drove of Turkeys.” So the Wildcat let him up and went with him to where the Turkeys were. ",
            "When they came near the place the Rabbit said to the Wildcat, “Now, you must do just as I say. Lie down as if you were dead and don’t move, even if I kick you, but when I give the word jump up and catch the largest one there.” The Wildcat agreed and stretched out as if dead, while the Rabbit gathered some rotten wood and crumbled it over his eyes and nose to make them look flyblown, so that the Turkeys would think he had been dead some time. ",
            "Then the Rabbit went over to the Turkeys and said, in a sociable way, “Here, I’ve found our old enemy, the Wildcat, lying dead in the trail. Let’s have a dance over him.” The Turkeys were very doubtful, but finally went with him to where the Wildcat was lying in the road as if dead. Now, the Rabbit had a good voice and was a great dance leader, so he said, “I’ll lead the song and you dance around him.” The Turkeys thought that fine, so the Rabbit took a stick to beat time and began to sing: “Gălăgi′na hasuyak′, Gălăgi′na hasuyak′ (pick out the Gobbler, pick out the Gobbler).”",
            "“Why do you say that?” said the old Turkey. “O, that’s all right,” said the Rabbit, “that’s just the way he does, and we sing about it.” He started the song again and the Turkeys began to dance around the Wildcat. When they had gone around several times the Rabbit said, “Now go up and hit him, as we do in the war dance.” So the Turkeys, thinking the Wildcat surely dead, crowded in close around him and the old gobbler kicked him. Then the Rabbit drummed hard and sang his loudest, “Pick out the Gobbler, pick out the Gobbler,” and the Wildcat jumped up and caught the Gobbler."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Heather Gill on Unsplash",
        "image": "story-pic-19.jpg"
    },
    {
        "id": 18,
        "title": "WHY THE POSSUM’S TAIL IS BARE",
        "content": [
            "The Possum used to have a long, bushy tail, and was so proud of it that he combed it out every morning and sang about it at the dance, until the Rabbit, who had had no tail since the Bear pulled it out, became very jealous and made up his mind to play the Possum a trick. ",
            "There was to be a great council and a dance at which all the animals were to be present. It was the Rabbit’s business to send out the news, so as he was passing the Possum’s place he stopped to ask him if he intended to be there. The Possum said he would come if he could have a special seat, “because I have such a handsome tail that I ought to sit where everybody can see me.” The Rabbit promised to attend to it and to send some one besides to comb and dress the Possum’s tail for the dance, so the Possum was very much pleased and agreed to come. ",
            "Then the Rabbit went over to the Cricket, who is such an expert hair cutter that the Indians call him the barber, and told him to go next morning and dress the Possum’s tail for the dance that night. He told the Cricket just what to do and then went on about some other mischief. ",
            "In the morning the Cricket went to the Possum’s house and said he had come to get him ready for the dance. So the Possum stretched himself out and shut his eyes while the Cricket combed out his tail and wrapped a red string around it to keep it smooth until night. But all this time, as he wound the string around, he was clipping off the hair close to the roots, and the Possum never knew it. ",
            "When it was night the Possum went to the townhouse where the dance was to be and found the best seat ready for him, just as the Rabbit had promised. When his turn came in the dance he loosened the string from his tail and stepped into the middle of the floor. The drummers began to drum and the Possum began to sing, “See my beautiful tail.” Everybody shouted and he danced around the circle and sang again, “See what a fine color it has.” They shouted again and he danced around another time, singing, “See how it sweeps the ground.” The animals shouted more loudly than ever, and the Possum was delighted. He danced around again and sang, “See how fine the fur is.” Then everybody laughed so long that the Possum wondered what they meant. He looked around the circle of animals and they were all laughing at him. Then he looked down at his beautiful tail and saw that there was not a hair left upon it, but that it was as bare as the tail of a lizard. He was so much astonished and ashamed that he could not say a word, but rolled over helpless on the ground and grinned, as the Possum does to this day when taken by surprise."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Jennifer Uppendahl on Unsplash",
        "image": "story-pic-18.jpg"
    },
    {
        "id": 17,
        "title": "HOW THE RABBIT STOLE THE OTTER’S COAT",
        "content": [
            "The animals were of different sizes and wore coats of various colors and patterns. Some wore long fur and others wore short. Some had rings on their tails, and some had no tails at all. Some had coats of brown, others of black or yellow. They were always disputing about their good looks, so at last they agreed to hold a council to decide who had the finest coat. ",
            "They had heard a great deal about the Otter, who lived so far up the creek that he seldom came down to visit the other animals. It was said that he had the finest coat of all, but no one knew just what it was like, because it was a long time since anyone had seen him. They did not even know exactly where he lived—only the general direction; but they knew he would come to the council when the word got out. ",
            "Now the Rabbit wanted the verdict for himself, so when it began to look as if it might go to the Otter he studied up a plan to cheat him out of it. He asked a few sly questions until he learned what trail the Otter would take to get to the council place. Then, without saying anything, he went on ahead and after four days’ travel he met the Otter and knew him at once by his beautiful coat of soft dark-brown fur. The Otter was glad to see him and asked him where he was going. “O,” said the Rabbit, “the animals sent me to bring you to the council; because you live so far away they were afraid you mightn’t know the road.” The Otter thanked him, and they went on together. ",
            "They traveled all day toward the council ground, and at night the Rabbit selected the camping place, because the Otter was a stranger in that part of the country, and cut down bushes for beds and fixed everything in good shape. The next morning they started on again. In the afternoon the Rabbit began to pick up wood and bark as they went along and to load it on his back. When the Otter asked what this was for the Rabbit said it was that they might be warm and comfortable at night. After a while, when it was near sunset, they stopped and made their camp. ",
            "When supper was over the Rabbit got a stick and shaved it down to a paddle. The Otter wondered and asked again what that was for. ",
            "“I have good dreams when I sleep with a paddle under my head,” said the Rabbit. ",
            "When the paddle was finished the Rabbit began to cut away the bushes so as to make a clean trail down to the river. ",
            "The Otter wondered more and more and wanted to know what this meant. Said the Rabbit, “This place is called Di′tatlâski′yĭ [The Place Where it Rains Fire]. Sometimes it rains fire here, and the sky looks a little that way to-night. You go to sleep and I’ll sit up and watch, and if the fire does come, as soon as you hear me shout, you run and jump into the river. Better hang your coat on a limb over there, so it won’t get burnt.” The Otter did as he was told, and they both doubled up to go to sleep, but the Rabbit kept awake. After a while the fire burned down to red coals. The Rabbit called, but the Otter was fast asleep and made no answer. In a little while he called again, but the Otter never stirred. Then the Rabbit filled the paddle with hot coals and threw them up into the air and shouted, “It’s raining fire! It’s raining fire!” ",
            "The hot coals fell all around the Otter and he jumped up. “To the water!” cried the Rabbit, and the Otter ran and jumped into the river, and he has lived in the water ever since. ",
            "The Rabbit took the Otter’s coat and put it on, leaving his own instead, and went on to the council. All the animals were there, every one looking out for the Otter. At last they saw him in the distance, and they said one to the other, “The Otter is coming!” and sent one of the small animals to show him the best seat. They were all glad to see him and went up in turn to welcome him, but the Otter kept his head down, with one paw over his face. They wondered that he was so bashful, until the Bear came up and pulled the paw away, and there was the Rabbit with his split nose. He sprang up and started to run, when the Bear struck at him and pulled his tail off, but the Rabbit was too quick for them and got away."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Gary Bendig on Unsplash",
        "image": "story-pic-17.jpg"
    },
    {
        "id": 16,
        "title": "THE RABBIT GOES DUCK HUNTING" ,
        "content": [
            "The Rabbit was so boastful that he would claim to do whatever he saw anyone else do, and so tricky that he could usually make the other animals believe it all. Once he pretended that he could swim in the water and eat fish just as the Otter did, and when the others told him to prove it he fixed up a plan so that the Otter himself was deceived. ",
            "Soon afterward they met again and the Otter said, “I eat ducks sometimes.” Said the Rabbit, “Well, I eat ducks too.” The Otter challenged him to try it; so they went up along the river until they saw several ducks in the water and managed to get near without being seen. The Rabbit told the Otter to go first. The Otter never hesitated, but dived from the bank and swam under water until he reached the ducks, when he pulled one down without being noticed by the others, and came back in the same way. ",
            "While the Otter had been under the water the Rabbit had peeled some bark from a sapling and made himself a noose. “Now,” he said, “Just watch me;” and he dived in and swam a little way under the water until he was nearly choking and had to come up to the top to breathe. He went under again and came up again a little nearer to the ducks. He took another breath and dived under, and this time he came up among the ducks and threw the noose over the head of one and caught it. The duck struggled hard and finally spread its wings and flew up from the water with the Rabbit hanging on to the noose. ",
            "It flew on and on until at last the Rabbit could not hold on any longer, but had to let go and drop. As it happened, he fell into a tall, hollow sycamore stump without any hole at the bottom to get out from, and there he stayed until he was so hungry that he had to eat his own fur, as the rabbit does ever since when he is starving. After several days, when he was very weak with hunger, he heard children playing outside around the trees. He began to sing: Cut a door and look at me; I’m the prettiest thing you ever did see. ",
            "The children ran home and told their father, who came and began to cut a hole in the tree. As he chopped away the Rabbit inside kept singing, “Cut it larger, so you can see me better; I’m so pretty.” They made the hole larger, and then the Rabbit told them to stand back so that they could take a good look as he came out. They stood away back, and the Rabbit watched his chance and jumped out and got away."   
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Dusan Veverkolog on Unsplash",
        "image": "story-pic-16.jpg"
    },
    {
        "id": 15,
        "title": "THE FOURFOOTED TRIBES" ,
        "content": [
            "In Cherokee mythology, as in that of Indian tribes generally, there is no essential difference between men and animals. In the primal genesis period they seem to be completely undifferentiated, and we find all creatures alike living and working together in harmony and mutual helpfulness until man, by his aggressiveness and disregard for the rights of the others, provokes their hostility, when insects, birds, fishes, reptiles, and fourfooted beasts join forces against him (see story, “Origin of Disease and Medicine”). Henceforth their lives are apart, but the difference is always one of degree only. The animals, like the people, are organized into tribes and have like them their chiefs and townhouses, their councils and ballplays, and the same hereafter in the Darkening land of Usûñhi′yĭ. Man is still the paramount power, and hunts and slaughters the others as his own necessities compel, but is obliged to satisfy the animal tribes in every instance, very much as a murder is compounded for, according to the Indian system, by “covering the bones of the dead” with presents for the bereaved relatives. ",
            "This pardon to the hunter is made the easier through a peculiar doctrine of reincarnation, according to which, as explained by the shamans, there is assigned to every animal a definite life term which can not be curtailed by violent means. If it is killed before the expiration of the allotted time the death is only temporary and the body is immediately resurrected in its proper shape from the blood drops, and the animal continues its existence until the end of the predestined period, when the body is finally dissolved and the liberated spirit goes to join its kindred shades in the Darkening land. This idea appears in the story of the bear man and in the belief concerning the Little Deer. Death is thus but a temporary accident and the killing a mere minor crime. By some priests it is held that there are seven successive reanimations before the final end. ",
            "Certain supernatural personages, Kana′tĭ and Tsulʻkălû′ (see the myths), have dominion over the animals, and are therefore regarded as the distinctive gods of the hunter. Kana′tĭ at one time kept the game animals, as well as the pestiferous insects, shut up in a cave under ground, from which they were released by his undutiful sons. The primeval animals—the actors in the animal myths and the predecessors of the existing species—are believed to have been much larger, stronger, and cleverer than their successors of the present day. In these myths we find the Indian explanation of certain peculiarities of form, color, or habit, and the various animals are always consistently represented as acting in accordance with their well-known characteristics.",
            "First and most prominent in the animal myths is the Rabbit (Tsistu), who figures always as a trickster and deceiver, generally malicious, but often beaten at his own game by those whom he had intended to victimize. The connection of the rabbit with the dawn god and the relation of the Indian myths to the stories current among the southern negroes are discussed in another place. Ball players while in training are forbidden to eat the flesh of the rabbit, because this animal so easily becomes confused in running. On the other hand, their spies seek opportunity to strew along the path which must be taken by their rivals a soup made of rabbit hamstrings, with the purpose Of rendering them timorous in action. ",
            "In a ball game between the birds and the fourfooted animals (see story) the Bat, which took sides with the birds, is said to have won the victory for his party by his superior dodging abilities. For this reason the wings or sometimes the stuffed skin of the bat are tied to the implements used in the game to insure success for the players. According to the same myth the Flying Squirrel (Tewa) also aided in securing the victory, and hence both these animals are still invoked by the ball player. The meat of the common gray squirrel (sălâ′lĭ) is forbidden to rheumatic patients, on account of the squirrel’s habit of assuming a cramped position when eating. The stripes upon the back of the ground squirrel (kiyu′ʻga) are the mark of scratches made by the angry animals at a memorable council in which he took it upon himself to say a good word for the archenemy, Man (see “Origin of Disease and Medicine”). The peculiarities of the mink (sûñgĭ) are accounted for by another story. ",
            "The buffalo, the largest game animal of America, was hunted in the southern Allegheny region until almost the close of the last century, the particular species being probably that known in the West as the wood or mountain buffalo. The name in use among the principal gulf tribes was practically the same, and can not be analyzed, viz, Cherokee, yûñsû′; Hichitee, ya′nasi; Creek, yĕna′sa; Choctaw, yanash. Although the flesh of the buffalo was eaten, its skin dressed for blankets and bed coverings, its long hair woven into belts, and its horns carved into spoons, it is yet strangely absent from Cherokee folklore. So far as is known it is mentioned in but a single one of the sacred formulas, in which a person under treatment for rheumatism is forbidden to eat the meat, touch the skin, or use a spoon made from the horn of the buffalo, upon the ground of an occult connection between the habitual cramped attitude of a rheumatic and the natural “hump” of that animal. ",
            "The elk is known, probably by report, under the name of aʻwĭ′ e′gwa, “great deer”, but there is no myth or folklore in connection with it. ",
            "The deer, aʻwĭ′, which is still common in the mountains, was the principal dependence of the Cherokee hunter, and is consequently prominent in myth, folklore, and ceremonial. One of the seven gentes of the tribe is named from it (Ani′-Kawĭ′, “Deer People”). According to a myth given elsewhere, the deer won his horns in a successful race with the rabbit. Rheumatism is usually ascribed to the work of revengeful deer ghosts, which the hunter has neglected to placate, while on the other hand the aid of the deer is invoked against frostbite, as its feet are believed to be immune from injury by frost. The wolf, the fox, and the opossum are also invoked for this purpose, and for the same reason. When the redroot (Ceanothus americanus) puts forth its leaves the people say the young fawns are then in the mountains. On killing a deer the hunter always cuts out the hamstring from the hind quarter and throws it away, for fear that if he ate it he would thereafter tire easily in traveling.",
            "The powerful chief of the deer tribe is the A[ʻ]wĭ′ Usdi′, or “Little Deer,” who is invisible to all except the greatest masters of the hunting secrets, and can be wounded only by the hunter who has supplemented years of occult study with frequent fasts and lonely vigils. The Little Deer keeps constant protecting watch over his subjects, and sees well to it that not one is ever killed in wantonness. When a deer is shot by the hunter the Little Deer knows it at once and is instantly [264]at the spot. Bending low his head he asks of the blood stains upon the ground if they have heard—i. e., if the hunter has asked pardon for the life that he has taken. If the formulistic prayer has been made, all is well, because the necessary sacrifice has been atoned for; but if otherwise, the Little Deer tracks the hunter to his house by the blood drops along the trail, and, unseen and unsuspected, puts into his body the spirit of rheumatism that shall rack him with aches and pains from that time henceforth. As seen at rare intervals—perhaps once in a long lifetime—the Little Deer is pure white and about the size of a small dog, has branching antlers, and is always in company with a large herd of deer. Even though shot by the master-hunter, he comes to life again, being immortal, but the fortunate huntsman who can thus make prize of his antlers has in them an unfailing talisman that brings him success in the chase forever after. The smallest portion of one of those horns of the Little Deer, when properly consecrated, attracts the deer to the hunter, and when exposed from the wrapping dazes them so that they forget to run and thus become an easy prey. Like the Ulûñsû′tĭ stone (see number 50), it is a dangerous prize when not treated with proper respect, and is—or was—kept always in a secret place away from the house to guard against sacrilegious handling. ",
            "Somewhat similar talismanic power attached to the down from the young antler of the deer when properly consecrated. So firm was the belief that it had influence over “anything about a deer” that eighty and a hundred years ago even white traders used to bargain with the Indians for such charms in order to increase their store of deerskins by drawing the trade to themselves. The faith in the existence of the miraculous Little Deer is almost as strong and universal to-day among the older Cherokee as is the belief in a future life. ",
            "The bears (yânû) are transformed Cherokee of the old clan of the Ani′-Tsâ′gûhĭ (see story, “Origin of the Bear”). Their chief is the White Bear, who lives at Kuwâ′hĭ, “Mulberry place,” one of the high peaks of the Great Smoky mountains, near to the enchanted lake of Atagâ′hĭ (see number 69), to which the wounded bears go to be cured of their hurts. Under Kuwâ′hĭ and each of three other peaks in the same mountain region the bears have townhouses, where they congregate and hold dances every fall before retiring to their dens for the winter. Being really human, they can talk if they only would, and once a mother bear was heard singing to her cub in words which the hunter understood. There is one variety known as kalâs′-gûnăhi′ta, “long hams,” described as a large black bear with long legs and small feet, which is always lean, and which the hunter does not care to shoot, possibly on account of its leanness. It is believed that new-born cubs are hairless, like mice. ",
            "The wolf (wa′ʻya) is revered as the hunter and watchdog of Kana′tĭ, and the largest gens in the tribe bears the name of Ani′-wa′ʻya, “Wolf [265]people.” The ordinary Cherokee will never kill one if he can possibly avoid it, but will let the animal go by unharmed, believing that the kindred of a slain wolf will surely revenge his death, and that the weapon with which the deed is done will be rendered worthless for further shooting until cleaned and exorcised by a medicine man. Certain persons, however, having knowledge of the proper atonement rites, may kill wolves with impunity, and are hired for this purpose by others who have suffered from raids upon their fish traps or their stock. Like the eagle killer (see “The Bird Tribes”), the professional wolf killer, after killing one of these animals, addresses to it a prayer in which he seeks to turn aside the vengeance of the tribe by laying the burden of blame upon the people of some other settlement. He then unscrews the barrel of his gun and inserts into it seven small sourwood rods heated over the fire, and allows it to remain thus overnight in the running stream; in the morning the rods are taken out and the barrel is thoroughly dried and cleaned. ",
            "The dog (giʻlĭ′), although as much a part of Indian life among the Cherokee as in other tribes, hardly appears in folklore. One myth makes him responsible for the milky way; another represents him as driving the wolf from the comfortable house fire and taking the place for himself. He figures also in connection with the deluge. There is no tradition of the introduction of the horse (sâ′gwălĭ, asâ′gwălihû′, “a pack or burden”) or of the cow (wa′ʻka, from the Spanish, vaca). The hog is called sĭkwă, this being originally the name of the opossum, which somewhat resembles it in expression, and which is now distinguished as sĭkwă utse′tstĭ, “grinning sĭkwă.” In the same way the sheep, another introduced animal, is called aʻwĭ′ unăde′na, “woolly deer”; the goat, aʻwĭ′ ahănu′lăhĭ, “bearded deer,” and the mule, sâ′gwă′lĭ digû′lanăhi′ta, “long-eared horse.” The cat, also obtained from the whites, is called wesă, an attempt at the English “pussy.” When it purrs by the fireside, the children say it is counting in Cherokee, “ta′ladu′, nûñ′gĭ, ta′ladu′, nûñ′gĭ,” “sixteen, four, sixteen, four.” The elephant, which a few of the Cherokee have seen in shows, is called by them kăma′mă u′tănû, “great butterfly,” from the supposed resemblance of its long trunk and flapping ears to the proboscis and wings of that insect. The anatomical peculiarities of the opossum, of both sexes, are the subject of much curious speculation among the Indians, many of whom believe that its young are produced without any help from the male. It occurs in one or two of the minor myths. ",
            "The fox (tsu′ʻlă) is mentioned in one of the formulas, but does not appear in the tribal folklore. The black fox is known by a different name (inâ′lĭ). The odor of the skunk (dĭlă′) is believed to keep off contagious diseases, and the scent bag is therefore taken out and hung over the doorway, a small hole being pierced in it in order that the contents may ooze out upon the timbers. At times, as in the [266]smallpox epidemic of 1866, the entire body of the animal was thus hung up, and in some cases, as an additional safeguard, the meat was cooked and eaten and the oil rubbed over the skin of the person. The underlying idea is that the fetid smell repels the disease spirit, and upon the same principle the buzzard, which is so evidently superior to carrion smells, is held to be powerful against the same diseases. ",
            "The beaver (dâ′yĭ), by reason of its well-known gnawing ability, against which even the hardest wood is not proof, is invoked on behalf of young children just getting their permanent teeth. According to the little formula which is familiar to nearly every mother in the tribe, when the loosened milk tooth is pulled out or drops out of itself, the child runs with it around the house, repeating four times, “Dâ′yĭ, skĭntă′ (Beaver, put a new tooth into my jaw)” after which he throws the tooth upon the roof of the house. ",
            "In a characteristic song formula to prevent frostbite the traveler, before starting out on a cold winter morning, rubs his feet in the ashes of the fire and sings a song of four verses, by means of which, according to the Indian idea, he acquires in turn the cold-defying powers of the wolf, deer, fox, and opossum, four animals whose feet, it is held, are never frostbitten. After each verse he imitates the cry and the action of the animal. The words used are archaic in form and may be rendered “I become a real wolf,” etc. The song runs: ",
            "Tsûñ′wa′ʻya-ya′ (repeated four times), wa + a! (prolonged howl). (Imitates a wolf pawing the ground with his feet.) Tsûñ′-ka′wi-ye′ (repeated four times), sauh! sauh! sauh! sauh! (Imitates call and jumping of a deer.) Tsûñ′-tsu′ʻla-ya′ (repeated four times), gaih! gaih! gaih! gaih! (Imitates barking and scratching of a fox.) Tsûñ′-sĭ′kwa-ya′ (repeated four times), kĭ +. (Imitates the cry of an opossum when cornered, and throws his head back as that animal does when feigning death.)"
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Andrew Ly on Unsplash",
        "image": "story-pic-15.jpg"
    },
    {
        "id": 14,
        "title": "THE DELUGE",
        "content": [
              "A long time ago a man had a dog, which began to go down to the river every day and look at the water and howl. At last the man was angry and scolded the dog, which then spoke to him and said: “Very soon there is going to be a great freshet and the water will come so high that everybody will be drowned; but if you will make a raft to get upon when the rain comes you can be saved, but you must first throw me into the water.” The man did not believe it, and the dog said, “If you want a sign that I speak the truth, look at the back of my neck.” He looked and saw that the dog’s neck had the skin worn off so that the bones stuck out. ",
              "Then he believed the dog, and began to build a raft. Soon the rain came and he took his family, with plenty of provisions, and they all got upon it. It rained for a long time, and the water rose until the mountains were covered and all the people in the world were drowned. Then the rain stopped and the waters went down again, until at last it was safe to come off the raft. Now there was no one alive but the man and his family, but one day they heard a sound of dancing and shouting on the other side of the ridge. The man climbed to the top and looked over; everything was still, but all along the valley he saw great piles of bones of the people who had been drowned, and then he knew that the ghosts had been dancing."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Cortney Chummoungpak on Unsplash",
        "image": "story-pic-14.jpg"
    },
    {
        "id": 13,
        "title": "THE GREAT YELLOW-JACKET: ORIGIN OF FISH AND FROGS",
        "content": [
            "A long time ago the people of the old town of Kanu′gaʻlâ′yĭ (“Brier place,” or Briertown), on Nantahala river, in the present Macon county, North Carolina, were much annoyed by a great insect called U′laʻgû′, as large as a house, which used to come from some secret hiding place, and darting swiftly through the air, would snap up children from their play and carry them away. It was unlike any other insect ever known, and the people tried many times to track it to its home, but it was too swift to be followed. ",
            "They killed a squirrel and tied a white string to it, so that its course could be followed with the eye, as bee hunters follow the flight of a bee to its tree. The U′laʻgû′ came and carried off the squirrel with the string hanging to it, but darted away so swiftly through the air that it was out of sight in a moment. They killed a turkey and put a longer white string to it, and the U′laʻgû′ came and took the turkey, but was gone again before they could see in what direction it flew. They took a deer ham and tied a white string to it, and again the U′laʻgû′ swooped down and bore it off so swiftly that it could not be followed. At last they killed a yearling deer and tied a very long white string to it. The U′laʻgû′ came again and seized the deer, but this time the load was so heavy that it had to fly slowly and so low down that the string could be plainly seen. ",
            "The hunters got together for the pursuit. They followed it along a ridge to the east until they came near where Franklin now is, when, on looking across the valley to the other side, they saw the nest of the U′laʻgû′ in a large cave in the rocks. On this they raised a great shout and made their way rapidly down the mountain and across to the cave. The nest had the entrance below with tiers of cells built up one above another to the roof of the cave. The great U′laʻgû′ was there, with thousands of smaller ones, that we now call yellow-jackets. The hunters built fires around the hole, so that the smoke filled the cave and smothered the great insect and multitudes of the smaller ones, but others which were outside the cave were not killed, and these escaped and increased until now the yellow-jackets, which before were unknown, are all over the world. The people called the cave Tsgâgûñ′yĭ, “Where the yellow-jacket was,” and the place from which they first saw the nest they called Aʻtahi′ta, “Where they shouted,” and these are their names today. ",
            "They say also that all the fish and frogs came from a great monster fish and frog which did much damage until at last they were killed by the people, who cut them up into little pieces which were thrown into the water and afterward took shape as the smaller fishes and frogs."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Marc Schulte on Unsplash",
        "image": "story-pic-13.jpg"
    },
    {
        "id": 12,
        "title": "ORIGIN OF STRAWBERRIES",
        "content": [
            "When the first man was created and a mate was given to him, they lived together very happily for a time, but then began to quarrel, until at last the woman left her husband and started off toward Nûñdâgûñ′yĭ, the Sun land, in the east. The man followed alone and grieving, but the woman kept on steadily ahead and never looked behind, until Une′ʻlănûñ′hĭ, the great Apportioner (the Sun), took pity on him and asked him if he was still angry with his wife. He said he was not, and Une′ʻlănûñ′hĭ then asked him if he would like to have her back again, to which he eagerly answered yes. ",
            "So Une′ʻlănûñ′hĭ caused a patch of the finest ripe huckleberries to spring up along the path in front of the woman, but she passed by without paying any attention to them. Farther on he put a clump of blackberries, but these also she refused to notice. Other fruits, one, two, and three, and then some trees covered with beautiful red service berries, were placed beside the path to tempt her, but she still went on until suddenly she saw in front a patch of large ripe strawberries, the first ever known. She stooped to gather a few to eat, and as she picked them she chanced to turn her face to the west, and at once the memory of her husband came back to her and she found herself unable to go on. She sat down, but the longer she waited the stronger became her desire for her husband, and at last she gathered a bunch of the finest berries and started back along the path to give them to him. He met her kindly and they went home together."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Massimiliano Martini on Unsplash",
        "image": "story-pic-12.jpg"
    },
    {
        "id": 11,
        "title": "THE MILKY WAY",
        "content": [
            "Some people in the south had a corn mill, in which they pounded the corn into meal, and several mornings when they came to fill it they noticed that some of the meal had been stolen during the night. They examined the ground and found the tracks of a dog, so the next night they watched, and when the dog came from the north and began to eat the meal out of the bowl they sprang out and whipped him. He ran off howling to his home in the north, with the meal dropping from his mouth as he ran, and leaving behind a white trail where now we see the Milky Way, which the Cherokee call to this day Giʻlĭ′-utsûñ′stănûñ′yĭ, “Where the dog ran.”"
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Shlomo Shalev on Unsplash",
        "image": "story-pic-11.jpg"
    },
    {
        "id": 10,
        "title": "ORIGIN OF THE PLEIADES AND THE PINE",
        "content": [
            "Long ago, when the world was new, there were seven boys who used to spend all their time down by the townhouse playing the gatayû′stĭ game, rolling a stone wheel along the ground and sliding a curved stick after it to strike it. Their mothers scolded, but it did no good, so one day they collected some gatayû′stĭ stones and boiled them in the pot with the corn for dinner. When the boys came home hungry their mothers dipped out the stones and said, “Since you like the gatayû′stĭ better than the cornfield, take the stones now for your dinner.” ",
            "The boys were very angry, and went down to the townhouse, saying, “As our mothers treat us this way, let us go where we shall never trouble them any more.” They began a dance—some say it was the Feather dance—and went round and round the townhouse, praying to the spirits to help them. At last their mothers were afraid something was wrong and went out to look for them. They saw the boys still dancing around the townhouse, and as they watched they noticed that their feet were off the earth, and that with every round they rose higher and higher in the air. They ran to get their children, but it was too late, for they were already above the roof of the townhouse—all but one, whose mother managed to pull him down with the gatayû′stĭ pole, but he struck the ground with such force that he sank into it and the earth closed over him. ",
            "The other six circled higher and higher until they went up to the sky, where we see them now as the Pleiades, which the Cherokee still call Ani′tsutsă (The Boys). The people grieved long after them, but the mother whose boy had gone into the ground came every morning and every evening to cry over the spot until the earth was damp with her tears. At last a little green shoot sprouted up and grew day by day until it became the tall tree that we call now the pine, and the pine is of the same nature as the stars and holds in itself the same bright light."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Manuel Sardo on Unsplash",
        "image": "story-pic-10.jpg"
    },
    {
        "id": 9,
        "title": "WHAT THE STARS ARE LIKE",
        "content": [
            "There are different opinions about the stars. Some say they are balls of light, others say they are human, but most people say they are living creatures covered with luminous fur or feathers. ",
            "One night a hunting party camping in the mountains noticed two lights like large stars moving along the top of a distant ridge. They wondered and watched until the light disappeared on the other side. The next night, and the next, they saw the lights again moving along the ridge, and after talking over the matter decided to go on the morrow and try to learn the cause. In the morning they started out and went until they came to the ridge, where, after searching some time, they found two strange creatures about so large (making a circle with outstretched arms), with round bodies covered with fine fur or downy feathers, from which small heads stuck out like the heads of terrapins. As the breeze played upon these feathers showers of sparks flew out. ",
            "The hunters carried the strange creatures back to the camp, intending to take them home to the settlements on their return. They kept them several days and noticed that every night they would grow bright and shine like great stars, although by day they were only balls of gray fur, except when the wind stirred and made the sparks fly out. They kept very quiet, and no one thought of their trying to escape, when, on the seventh night, they suddenly rose from the ground like balls of fire and were soon above the tops of the trees. Higher and higher they went, while the wondering hunters watched, until at last they were only two bright points of light in the dark sky, and then the hunters knew that they were stars."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Boston Public Library on Unsplash",
        "image": "story-pic-9.jpg"
    },
    {
        "id": 8,
        "title": "THE MOON AND THE THUNDERS",
        "content": [
            "The Sun was a young woman and lived in the East, while her brother, the Moon, lived in the West. The girl had a lover who used to come every month in the dark of the moon to court her. He would come at night, and leave before daylight, and although she talked with him she could not see his face in the dark, and he would not tell her his name, until she was wondering all the time who it could be. At last she hit upon a plan to find out, so the next time he came, as they were sitting together in the dark of the âsĭ, she slyly dipped her hand into the cinders and ashes of the fireplace and rubbed it over his face, saying, “Your face is cold; you must have suffered from the wind,” and pretending to be very sorry for him, but he did not know that she had ashes on her hand. After a while he left her and went away again. ",
            "The next night when the Moon came up in the sky his face was covered with spots, and then his sister knew he was the one who had been coming to see her. He was so much ashamed to have her know it that he kept as far away as he could at the other end of the sky all the night. Ever since he tries to keep a long way behind the Sun, and when he does sometimes have to come near her in the west he makes himself as thin as a ribbon so that he can hardly be seen. ",
            "Some old people say that the moon is a ball which was thrown up against the sky in a game a long time ago. They say that two towns were playing against each other, but one of them had the best runners and had almost won the game, when the leader of the other side picked up the ball with his hand—a thing that is not allowed in the game—and tried to throw it to the goal, but it struck against the solid sky vault and was fastened there, to remind players never to cheat. When the moon looks small and pale it is because some one has handled the ball unfairly, and for this reason they formerly played only at the time of a full moon. ",
            "When the sun or moon is eclipsed it is because a great frog up in the sky is trying to swallow it. Everybody knows this, even the Creeks and the other tribes, and in the olden times, eighty or a hundred years ago, before the great medicine men were all dead, whenever they saw the sun grow dark the people would come together and fire guns and beat the drum, and in a little while this would frighten off the great frog and the sun would be all right again. ",
            "The common people call both Sun and Moon Nûñdă, one being “Nûñdă that dwells in the day” and the other “Nûñdă that dwells in the night,” but the priests call the Sun Su′tălidihĭ′, “Six-killer,” and the Moon Ge′ʻyăgu′ga, though nobody knows now what this word means, or why they use these names. Sometimes people ask the Moon not to let it rain or snow. ",
            "The great Thunder and his sons, the two Thunder boys, live far in the west above the sky vault. The lightning and the rainbow are their beautiful dress. The priests pray to the Thunder and call him the Red Man, because that is the brightest color of his dress. There are other Thunders that live lower down, in the cliffs and mountains, and under waterfalls, and travel on invisible bridges from one high peak to another where they have their town houses. The great Thunders above the sky are kind and helpful when we pray to them, but these others are always plotting mischief. One must not point at the rainbow, or one’s finger will swell at the lower joint."  
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Alexander Andrews on Unsplash",
        "image": "story-pic-8.jpg"
    },
    {
        "id": 7,
        "title": "THE JOURNEY TO THE SUNRISE",
        "content": [
            "A long time ago several young men made up their minds to find the place where the Sun lives and see what the Sun is like. They got ready their bows and arrows, their parched corn and extra moccasins, and started out toward the east. At first they met tribes they knew, then they came to tribes they had only heard about, and at last to others of which they had never heard. ",
            "There was a tribe of root eaters and another of acorn eaters, with great piles of acorn shells near their houses. In one tribe they found a sick man dying, and were told it was the custom there when a man died to bury his wife in the same grave with him. They waited until he was dead, when they saw his friends lower the body into a great pit, so deep and dark that from the top they could not see the bottom. Then a rope was tied around the woman’s body, together with a bundle of pine knots, a lighted pine knot was put into her hand, and she was lowered into the pit to die there in the darkness after the last pine knot was burned. ",
            "The young men traveled on until they came at last to the sunrise place where the sky reaches down to the ground. They found that the sky was an arch or vault of solid rock hung above the earth and was always swinging up and down, so that when it went up there was an open place like a door between the sky and ground, and when it swung back the door was shut. The Sun came out of this door from the east and climbed along on the inside of the arch. It had a human figure, but was too bright for them to see clearly and too hot to come very near. They waited until the Sun had come out and then tried to get through while the door was still open, but just as the first one was in the doorway the rock came down and crushed him. The other six were afraid to try it, and as they were now at the end of the world they turned around and started back again, but they had traveled so far that they were old men when they reached home."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Artem Sapegin on Unsplash",
        "image": "story-pic-7.jpg"
    },
    {
        "id": 6,
        "title": "HOW THEY BROUGHT BACK THE TOBACCO",
        "content": [
            "In the beginning of the world, when people and animals were all the same, there was only one tobacco plant, to which they all came for their tobacco until the Dagûlʻkû geese stole it and carried it far away to the south. The people were suffering without it, and there was one old woman who grew so thin and weak that everybody said she would soon die unless she could get tobacco to keep her alive. ",
            "Different animals offered to go for it, one after another, the larger ones first and then the smaller ones, but the Dagûlʻkû saw and killed every one before he could get to the plant. After the others the little Mole tried to reach it by going under the ground, but the Dagûlʻkû saw his track and killed him as he came out. ",
            "At last the Hummingbird offered, but the others said he was entirely too small and might as well stay at home. He begged them to let him try, so they showed him a plant in a field and told him to let them see how he would go about it. The next moment he was gone and they saw him sitting on the plant, and then in a moment he was back again, but no one had seen him going or coming, because he was so swift. “This is the way I’ll do,” said the Hummingbird, so they let him try. ",
            "He flew off to the east, and when he came in sight of the tobacco the Dagûlʻkû were watching all about it, but they could not see him because he was so small and flew so swiftly. He darted down on the plant—tsa!—and snatched off the top with the leaves and seeds, and was off again before the Dagûlʻkû knew what had happened. Before he got home with the tobacco the old woman had fainted and they thought she was dead, but he blew the smoke into her nostrils, and with a cry of “Tsâ′lû! [Tobacco!]” she opened her eyes and was alive again."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Chris Charles on Unsplash",
        "image": "story-pic-6.jpg"
    },
    {
        "id": 5,
        "title": "THE DAUGHTER OF THE SUN",
        "content": [
            "The Sun lived on the other side of the sky vault, but her daughter lived in the middle of the sky, directly above the earth, and every day as the Sun was climbing along the sky arch to the west she used to stop at her daughter’s house for dinner. ",
            "Now, the Sun hated the people on the earth, because they could never look straight at her without screwing up their faces. She said to her brother, the Moon, “My grandchildren are ugly; they grin all over their faces when they look at me.” But the Moon said, “I like my younger brothers; I think they are very handsome”—because they always smiled pleasantly when they saw him in the sky at night, for his rays were milder. The Sun was jealous and planned to kill all the people, so every day when she got near her daughter’s house she sent down such sultry rays that there was a great fever and the people died by hundreds, until everyone had lost some friend and there was fear that no one would be left. They went for help to the Little Men, who said the only way to save themselves was to kill the Sun. ",
            "The Little Men made medicine and changed two men to snakes, the Spreading-adder and the Copperhead, and sent them to watch near the door of the daughter of the Sun to bite the old Sun when she came next day. They went together and hid near the house until the Sun came, but when the Spreading-adder was about to spring, the bright light blinded him and he could only spit out yellow slime, as he does to this day when he tries to bite. She called him a nasty thing and went by into the house, and the Copperhead crawled off without trying to do anything. ",
            "So the people still died from the heat, and they went to the Little Men a second time for help. The Little Men made medicine again and changed one man into the great Uktena and another into the Rattlesnake and sent them to watch near the house and kill the old Sun when she came for dinner. They made the Uktena very large, with horns on his head, and everyone thought he would be sure to do the work, but the Rattlesnake was so quick and eager that he got ahead and coiled up just outside the house, and when the Sun’s daughter opened the door to look out for her mother, he sprang up and bit her and she fell dead in the doorway. He forgot to wait for the old Sun, but went back to the people, and the Uktena was so very angry that he went back, too. Since then we pray to the rattlesnake and do not kill him, because he is kind and never tries to bite if we do not disturb him. The Uktena grew angrier all the time and very dangerous, so that if he even looked at a man, that man’s family would die. After a long time the people held a council and decided that he was too dangerous to be with them, so they sent him up to Gălûñ′lătĭ, and he is there now. The Spreading-adder, the Copperhead, the Rattlesnake, and the Uktena were all men. ",
            "When the Sun found her daughter dead, she went into the house and grieved, and the people did not die any more, but now the world was dark all the time, because the Sun would not come out. They went again to the Little Men, and these told them that if they wanted the Sun to come out again they must bring back her daughter from Tsûsginâ′ĭ, the Ghost country, in Usûñhi′yĭ, the Darkening land in the west. They chose seven men to go, and gave each a sourwood rod a hand-breadth long. The Little Men told them they must take a box with them, and when they got to Tsûsginâ′ĭ they would find all the ghosts at a dance. They must stand outside the circle, and when the young woman passed in the dance they must strike her with the rods and she would fall to the ground. Then they must put her into the box and bring her back to her mother, but they must be very sure not to open the box, even a little way, until they were home again. ",
            "They took the rods and a box and traveled seven days to the west until they came to the Darkening land. There were a great many people there, and they were having a dance just as if they were at home in the settlements. The young woman was in the outside circle, and as she swung around to where the seven men were standing, one struck her with his rod and she turned her head and saw him. As she came around the second time another touched her with his rod, and then another and another, until at the seventh round she fell out of the ring, and they put her into the box and closed the lid fast. The other ghosts seemed never to notice what had happened.",
            "They took up the box and started home toward the east. In a little while the girl came to life again and begged to be let out of the box, but they made no answer and went on. Soon she called again and said she was hungry, but still they made no answer and went on. After another while she spoke again and called for a drink and pleaded so that it was very hard to listen to her, but the men who carried the box said nothing and still went on. When at last they were very near home, she called again and begged them to raise the lid just a little, because she was smothering. They were afraid she was really dying now, so they lifted the lid a little to give her air, but as they did so there was a fluttering sound inside and something flew past them into the thicket and they heard a redbird cry, “kwish! kwish! kwish!” in the bushes. They shut down the lid and went on again to the settlements, but when they got there and opened the box it was empty. ",
            "So we know the Redbird is the daughter of the Sun, and if the men had kept the box closed, as the Little Men told them to do, they would have brought her home safely, and we could bring back our other friends also from the Ghost country, but now when they die we can never bring them back.",
            "The Sun had been glad when they started to the Ghost country, but when they came back without her daughter she grieved and cried, “My daughter, my daughter,” and wept until her tears made a flood upon the earth, and the people were afraid the world would be drowned. They held another council, and sent their handsomest young men and women to amuse her so that she would stop crying. They danced before the Sun and sang their best songs, but for a long time she kept her face covered and paid no attention, until at last the drummer suddenly changed the song, when she lifted up her face, and was so pleased at the sight that she forgot her grief and smiled."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by James Day on Unsplash",
        "image": "story-pic-5.jpg"
    },
    {
        "id": 4,
        "title": "ORIGIN OF DISEASE AND MEDICINE",
        "content": [
            "In the old days the beasts, birds, fishes, insects, and plants could all talk, and they and the people lived together in peace and friendship. But as time went on the people increased so rapidly that their settlements spread over the whole earth, and the poor animals found themselves beginning to be cramped for room. This was bad enough, but to make it worse Man invented bows, knives, blowguns, spears, and hooks, and began to slaughter the larger animals, birds, and fishes for their flesh or their skins, while the smaller creatures, such as the frogs and worms, were crushed and trodden upon without thought, out of pure carelessness or contempt. So the animals resolved to consult upon measures for their common safety. ",
            "The Bears were the first to meet in council in their townhouse under Kuwâ′hĭ mountain, the “Mulberry place,” and the old White Bear chief presided. After each in turn had complained of the way in which Man killed their friends, ate their flesh, and used their skins for his own purposes, it was decided to begin war at once against him. Some one asked what weapons Man used to destroy them. “Bows and arrows, of course,” cried all the Bears in chorus. “And what are they made of?” was the next question. “The bow of wood, and the string of our entrails,” replied one of the Bears. It was then proposed that they make a bow and some arrows and see if they could not use the same weapons against Man himself. So one Bear got a nice piece of locust wood and another sacrificed himself for the good of the rest in order to furnish a piece of his entrails for the string. But when everything was ready and the first Bear stepped up to make the trial, it was found that in letting the arrow fly after drawing back the bow, his long claws caught the string and spoiled the shot. This was annoying, but some one suggested that they might trim his claws, which was accordingly done, and on a second trial it was found that the arrow went straight to the mark. But here the chief, the old White Bear, objected, saying it was necessary that they should have long claws in order to be able to climb trees. “One of us has already died to furnish the bow-string, and if we now cut off our claws we must all starve together. It is better to trust to the teeth and claws that nature gave us, for it is plain that man’s weapons were not intended for us.” ",
            "No one could think of any better plan, so the old chief dismissed the council and the Bears dispersed to the woods and thickets without having concerted any way to prevent the increase of the human race. Had the result of the council been otherwise, we should now be at war with the Bears, but as it is, the hunter does not even ask the Bear’s pardon when he kills one. ",
            "The Deer next held a council under their chief, the Little Deer, and after some talk decided to send rheumatism to every hunter who should kill one of them unless he took care to ask their pardon for the offense. They sent notice of their decision to the nearest settlement of Indians and told them at the same time what to do when necessity forced them to kill one of the Deer tribe. Now, whenever the hunter shoots a Deer, the Little Deer, who is swift as the wind and can not be wounded, runs quickly up to the spot and, bending over the blood-stains, asks the spirit of the Deer if it has heard the prayer of the hunter for pardon. If the reply be “Yes,” all is well, and the Little Deer goes on his way; but if the reply be “No,” he follows on the trail of the hunter, guided by the drops of blood on the ground, until he arrives at his cabin in the settlement, when the Little Deer enters invisibly and strikes the hunter with rheumatism, so that he becomes at once a helpless cripple. No hunter who has regard for his health ever fails to ask pardon of the Deer for killing it, although some hunters who have not learned the prayer may try to turn aside the Little Deer from his pursuit by building a fire behind them in the trail. ",
            "Next came the Fishes and Reptiles, who had their own complaints against Man. They held their council together and determined to make their victims dream of snakes twining about them in slimy folds and blowing foul breath in their faces, or to make them dream of eating raw or decaying fish, so that they would lose appetite, sicken, and die. This is why people dream about snakes and fish. Finally the Birds, Insects, and smaller animals came together for the same purpose, and the Grubworm was chief of the council. It was decided that each in turn should give an opinion, and then they would vote on the question as to whether or not Man was guilty. Seven votes should be enough to condemn him. One after another denounced Man’s cruelty and injustice toward the other animals and voted in favor of his death. The Frog spoke first, saying: “We must do something to check the increase of the race, or people will become so numerous that we shall be crowded from off the earth. See how they have kicked me about because I’m ugly, as they say, until my back is covered with sores;” and here he showed the spots on his skin. Next came the Bird—no one remembers now which one it was—who condemned Man “because he burns my feet off,” meaning the way in which the hunter barbecues birds by impaling them on a stick set over the fire, so that their feathers and tender feet are singed off. Others followed in the same strain. The Ground-squirrel alone ventured to say a good word for Man, who seldom hurt him because he was so small, but this made the others so angry that they fell upon the Ground-squirrel and tore him with their claws, and the stripes are on his back to this day. ",
            "They began then to devise and name so many new diseases, one after another, that had not their invention at last failed them, no one of the human race would have been able to survive. The Grubworm grew constantly more pleased as the name of each disease was called off, until at last they reached the end of the list, when some one proposed to make menstruation sometimes fatal to women. On this he rose up in his place and cried: “Wadâñ′! [Thanks!] I’m glad some more of them will die, for they are getting so thick that they tread on me.” The thought fairly made him shake with joy, so that he fell over backward and could not get on his feet again, but had to wriggle off on his back, as the Grubworm has done ever since. ",
            "When the Plants, who were friendly to Man, heard what had been done by the animals, they determined to defeat the latters’ evil designs. Each Tree, Shrub, and Herb, down even to the Grasses and Mosses, agreed to furnish a cure for some one of the diseases named, and each said: “I shall appear to help Man when he calls upon me in his need.” Thus came medicine; and the plants, every one of which has its use if we only knew it, furnish the remedy to counteract the evil wrought by the revengeful animals. Even weeds were made for some good purpose, which we must find out for ourselves. When the doctor does not know what medicine to use for a sick man the spirit of the plant tells him."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Philipp Pilz on Unsplash",
        "image": "story-pic-4.jpg"
    },
    {
        "id": 3,
        "title": "KANA′TĬ AND SELU: THE ORIGIN OF GAME AND CORN",
        "content": [
            "When I was a boy this is what the old men told me they had heard when they were boys. ",
            "Long years ago, soon after the world was made, a hunter and his wife lived at Pilot knob with their only child, a little boy. The father’s name was Kana′tĭ (The Lucky Hunter), and his wife was called Selu (Corn). No matter when Kana′tĭ went into the wood, he never failed to bring back a load of game, which his wife would cut up and prepare, washing off the blood from the meat in the river near the house. The little boy used to play down by the river every day, and one morning the old people thought they heard laughing and talking in the bushes as though there were two children there. When the boy came home at night his parents asked him who had been playing with him all day. “He comes out of the water,” said the boy, “and he calls himself my elder brother. He says his mother was cruel to him and threw him into the river.” Then they knew that the strange boy had sprung from the blood of the game which Selu had washed off at the river’s edge. ",
            "Every day when the little boy went out to play the other would join him, but as he always went back again into the water the old people never had a chance to see him. At last one evening Kana′tĭ said to his son, “Tomorrow, when the other boy comes to play, get him to wrestle with you, and when you have your arms around him hold on to him and call for us.” The boy promised to do as he was told, so the next day as soon as his playmate appeared he challenged him to a wrestling match. The other agreed at once, but as soon as they had their arms around each other, Kana′tĭ’s boy began to scream for his father. The old folks at once came running down, and as soon as the Wild Boy saw them he struggled to free himself and cried out, “Let me go; you threw me away!” but his brother held on until the parents reached the spot, when they seized the Wild Boy and took him home with them. They kept him in the house until they had tamed him, but he was always wild and artful in his disposition, and was the leader of his brother in every mischief. It was not long until the old people discovered that he had magic powers, and they called him I′năge-utăsûñ′hĭ (He-who-grew-up-wild). ",
            "Whenever Kana′tĭ went into the mountains he always brought back a fat buck or doe, or maybe a couple of turkeys. One day the Wild Boy said to his brother, “I wonder where our father gets all that game; let’s follow him next time and find out.” A few days afterward Kana′tĭ took a bow and some feathers in his hand and started off toward the west. The boys waited a little while and then went after him, keeping out of sight until they saw him go into a swamp where there were a great many of the small reeds that hunters use to make arrowshafts. Then the Wild Boy changed himself into a puff of bird’s down, which the wind took up and carried until it alighted upon Kana′tĭ’s shoulder just as he entered the swamp, but Kana′tĭ knew nothing about it. The old man cut reeds, fitted the feathers to them and made some arrows, and the Wild Boy—in his other shape—thought, “I wonder what those things are for?” When Kana′tĭ had his arrows finished he came out of the swamp and went on again. The wind blew the down from his shoulder, and it fell in the woods, when the Wild Boy took his right shape again and went back and told his brother what he had seen. Keeping out of sight of their father, they followed him up the mountain until he stopped at a certain place and lifted a large rock. At once there ran out a buck, which Kana′tĭ shot, and then lifting it upon his back he started for home again. “Oho!” exclaimed the boys, “he keeps all the deer shut up in that hole, and whenever he wants meat he just lets one out and kills it with those things he made in the swamp.” They hurried and reached home before their father, who had the heavy deer to carry, and he never knew that they had followed. ",
            "A few days later the boys went back to the swamp, cut some reeds, and made seven arrows, and then started up the mountain to where their father kept the game. When they got to the place, they raised the rock and a deer came running out. Just as they drew back to shoot it, another came out, and then another and another, until the boys got confused and forgot what they were about. In those days all the deer had their tails hanging down like other animals, but as a buck was running past the Wild Boy struck its tail with his arrow so that it pointed upward. The boys thought this good sport, and when the next one ran past the Wild Boy struck its tail so that it stood straight up, and his brother struck the next one so hard with his arrow that the deer’s tail was almost curled over his back. The deer carries his tail this way ever since. The deer came running past until the last one had come out of the hole and escaped into the forest. Then came droves of raccoons, rabbits, and all the other four-footed animals—all but the bear, because there was no bear then. Last came great flocks of turkeys, pigeons, and partridges that darkened the air like a cloud and made such a noise with their wings that Kana′tĭ, sitting at home, heard the sound like distant thunder on the mountains and said to himself, “My bad boys have got into trouble; I must go and see what they are doing.”",
            "So he went up the mountain, and when he came to the place where he kept the game he found the two boys standing by the rock, and all the birds and animals were gone. Kana′tĭ was furious, but without saying a word he went down into the cave and kicked the covers off four jars in one corner, when out swarmed bedbugs, fleas, lice, and gnats, and got all over the boys. They screamed with pain and fright and tried to beat off the insects, but the thousands of vermin crawled over them and bit and stung them until both dropped down nearly dead. Kana′tĭ stood looking on until he thought they had been punished enough, when he knocked off the vermin and made the boys a talk. “Now, you rascals,” said he, “you have always had plenty to eat and never had to work for it. Whenever you were hungry all I had to do was to come up here and get a deer or a turkey and bring it home for your mother to cook; but now you have let out all the animals, and after this when you want a deer to eat you will have to hunt all over the woods for it, and then maybe not find one. Go home now to your mother, while I see if I can find something to eat for supper.” ",
            "When the boys got home again they were very tired and hungry and asked their mother for something to eat. “There is no meat,” said Selu, “but wait a little while and I’ll get you something.” So she took a basket and started out to the storehouse. This storehouse was built upon poles high up from the ground, to keep it out of the reach of animals, and there was a ladder to climb up by, and one door, but no other opening. Every day when Selu got ready to cook the dinner she would go out to the storehouse with a basket and bring it back full of corn and beans. The boys had never been inside the storehouse, so wondered where all the corn and beans could come from, as the house was not a very large one; so as soon as Selu went out of the door the Wild Boy said to his brother, “Let’s go and see what she does.” They ran around and climbed up at the back of the storehouse and pulled out a piece of clay from between the logs, so that they could look in. There they saw Selu standing in the middle of the room with the basket in front of her on the floor. Leaning over the basket, she rubbed her stomach—so—and the basket was half full of corn. Then she rubbed under her armpits—so—and the basket was full to the top with beans. The boys looked at each other and said, “This will never do; our mother is a witch. If we eat any of that it will poison us. We must kill her.” ",
            "When the boys came back into the house, she knew their thoughts before they spoke. “So you are going to kill me?” said Selu. “Yes,” said the boys, “you are a witch.” “Well,” said their mother, “when you have killed me, clear a large piece of ground in front of the house and drag my body seven times around the circle. Then drag me seven times over the ground inside the circle, and stay up all night and watch, and in the morning you will have plenty of corn.” The boys killed her with their clubs, and cut off her head and put it up on the roof of the house with her face turned to the west, and told her to look for her husband. Then they set to work to clear the ground in front of the house, but instead of clearing the whole piece they cleared only seven little spots. This is why corn now grows only in a few places instead of over the whole world. They dragged the body of Selu around the circle, and wherever her blood fell on the ground the corn sprang up. But instead of dragging her body seven times across the ground they dragged it over only twice, which is the reason the Indians still work their crop but twice. The two brothers sat up and watched their corn all night, and in the morning it was full grown and ripe. When Kana′tĭ came home at last, he looked around, but could not see Selu anywhere, and asked the boys where was their mother. “She was a witch, and we killed her,” said the boys; “there is her head up there on top of the house.” When he saw his wife’s head on the roof, he was very angry, and said, “I won’t stay with you any longer; I am going to the Wolf people.” So he started off, but before he had gone far the Wild Boy changed himself again to a tuft of down, which fell on Kana′tĭ’s shoulder. ",
            "When Kana′tĭ reached the settlement of the Wolf people, they were holding a council in the townhouse. He went in and sat down with the tuft of bird’s down on his shoulder, but he never noticed it. When the Wolf chief asked him his business, he said: “I have two bad boys at home, and I want you to go in seven days from now and play ball against them.” Although Kana′tĭ spoke as though he wanted them to play a game of ball, the Wolves knew that he meant for them to go and kill the two boys. They promised to go. Then the bird’s down blew off from Kana′tĭ’s shoulder, and the smoke carried it up through the hole in the roof of the townhouse. When it came down on the ground outside, the Wild Boy took his right shape again and went home and told his brother all that he had heard in the townhouse. But when Kana′tĭ left the Wolf people he did not return home, but went on farther.",
            "The boys then began to get ready for the Wolves, and the Wild Boy—the magician—told his brother what to do. They ran around the house in a wide circle until they had made a trail all around it excepting on the side from which the Wolves would come, where they left a small open space. Then they made four large bundles of arrows and placed them at four different points on the outside of the circle, after which they hid themselves in the woods and waited for the Wolves. In a day or two a whole party of Wolves came and surrounded the house to kill the boys. The Wolves did not notice the trail around the house, because they came in where the boys had left the opening, but the moment they went inside the circle the trail changed to a high brush fence and shut them in. Then the boys on the outside took their arrows and began shooting them down, and as the Wolves could not jump over the fence they were all killed, excepting a few that escaped through the opening into a great swamp close by. The boys ran around the swamp, and a circle of fire sprang up in their tracks and set fire to the grass and bushes and burned up nearly all the other Wolves. Only two or three got away, and from these have come all the wolves that are now in the world. ",
            "Soon afterward some strangers from a distance, who had heard that the brothers had a wonderful grain from which they made bread, came to ask for some, for none but Selu and her family had ever known corn before. The boys gave them seven grains of corn, which they told them to plant the next night on their way home, sitting up all night to watch the corn, which would have seven ripe ears in the morning. These they were to plant the next night and watch in the same way, and so on every night until they reached home, when they would have corn enough to supply the whole people. The strangers lived seven days’ journey away. They took the seven grains and watched all through the darkness until morning, when they saw seven tall stalks, each stalk bearing a ripened ear. They gathered the ears and went on their way. The next night they planted all their corn, and guarded it as before until daybreak, when they found an abundant increase. But the way was long and the sun was hot, and the people grew tired. On the last night before reaching home they fell asleep, and in the morning the corn they had planted had not even sprouted. They brought with them to their settlement what corn they had left and planted it, and with care and attention were able to raise a crop. But ever since the corn must be watched and tended through half the year, which before would grow and ripen in a night. As Kana′tĭ did not return, the boys at last concluded to go and find him. The Wild Boy took a gaming wheel and rolled it toward the Darkening land. In a little while the wheel came rolling back, and the boys knew their father was not there. He rolled it to the south and to the north, and each time the wheel came back to him, and they knew their father was not there. Then he rolled it toward the Sunland, and it did not return. “Our father is there,” said the Wild Boy, “let us go and find him.” So the two brothers set off toward the east, and after traveling a long time they came upon Kana′tĭ walking along with a little dog by his side. “You bad boys,” said their father, “have you come here?” “Yes,” they answered, “we always accomplish what we start out to do—we are men.” “This dog overtook me four days ago,” then said Kana′tĭ, but the boys knew that the dog was the wheel which they had sent after him to find him. “Well,” said Kana′tĭ, “as you have found me, we may as well travel together, but I shall take the lead.” ",
            "Soon they came to a swamp, and Kana′tĭ told them there was something dangerous there and they must keep away from it. He went on ahead, but as soon as he was out of sight the Wild Boy said to his brother, “Come and let us see what is in the swamp.” They went in together, and in the middle of the swamp they found a large panther asleep. The Wild Boy got out an arrow and shot the panther in the side of the head. The panther turned his head and the other boy shot him on that side. He turned his head away again and the two brothers shot together—tust, tust, tust! But the panther was not hurt by the arrows and paid no more attention to the boys. They came out of the swamp and soon overtook Kana′tĭ, waiting for them. “Did you find it?” asked Kana′tĭ. “Yes,” said the boys, “we found it, but it never hurt us. We are men.” Kana′tĭ was surprised, but said nothing, and they went on again. ",
            "After a while he turned to them and said, “Now you must be careful. We are coming to a tribe called the Anăda′dûñtăskĭ (“Roasters,” i.e., cannibals), and if they get you they will put you into a pot and feast on you.” Then he went on ahead. Soon the boys came to a tree which had been struck by lightning, and the Wild Boy directed his brother to gather some of the splinters from the tree and told him what to do with them. In a little while they came to the settlement of the cannibals, who, as soon as they saw the boys, came running out, crying, “Good, here are two nice fat strangers. Now we’ll have a grand feast!” They caught the boys and dragged them into the townhouse, and sent word to all the people of the settlement to come to the feast. They made up a great fire, put water into a large pot and set it to boiling, and then seized the Wild Boy and put him down into it. His brother was not in the least frightened and made no attempt to escape, but quietly knelt down and began putting the splinters into the fire, as if to make it burn better. When the cannibals thought the meat was about ready they lifted the pot from the fire, and that instant a blinding light filled the townhouse, and the lightning began to dart from one side to the other, striking down the cannibals until not one of them was left alive. Then the lightning went up through the smoke-hole, and the next moment there were the two boys standing outside the townhouse as though nothing had happened. They went on and soon met Kana′tĭ, who seemed much surprised to see them, and said, “What! are you here again?” “O, yes, we never give up. We are great men!” “What did the cannibals do to you?” “We met them and they brought us to their townhouse, but they never hurt us.” Kana′tĭ said nothing more, and they went on.",
            "He soon got out of sight of the boys, but they kept on until they came to the end of the world, where the sun comes out. The sky was just coming down when they got there, but they waited until it went up again, and then they went through and climbed up on the other side. There they found Kana′tĭ and Selu sitting together. The old folk received them kindly and were glad to see them, telling them they might stay there a while, but then they must go to live where the sun goes down. The boys stayed with their parents seven days and then went on toward the Darkening land, where they are now. We call them Anisga′ya Tsunsdi′ (The Little Men), and when they talk to each other we hear low rolling thunder in the west.",
            "After Kana′tĭ’s boys had let the deer out from the cave where their father used to keep them, the hunters tramped about in the woods for a long time without finding any game, so that the people were very hungry. At last they heard that the Thunder Boys were now living in the far west, beyond the sun door, and that if they were sent for they could bring back the game. So they sent messengers for them, and the boys came and sat down in the middle of the townhouse and began to sing.",
            "At the first song there was a roaring sound like a strong wind in the northwest, and it grew louder and nearer as the boys sang on, until at the seventh song a whole herd of deer, led by a large buck, came out from the woods. The boys had told the people to be ready with their bows and arrows, and when the song was ended and all the deer were close around the townhouse, the hunters shot into them and killed as many as they needed before the herd could get back into the timber.",
            "Then the Thunder Boys went back to the Darkening land, but before they left they taught the people the seven songs with which to call up the deer. It all happened so long ago that the songs are now forgotten—all but two, which the hunters still sing whenever they go after deer."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Boston Public Library on Unsplash",
        "image": "story-pic-3.jpg"
    },
    {
        "id": 2,
        "title": "THE FIRST FIRE",
        "content": [
            "In the beginning there was no fire, and the world was cold, until the Thunders (Ani′-Hyûñ′tĭkwălâ′skĭ), who lived up in Gălûñ′lătĭ, sent their lightning and put fire into the bottom of a hollow sycamore tree which grew on an island. The animals knew it was there, because they could see the smoke coming out at the top, but they could not get to it on account of the water, so they held a council to decide what to do. This was a long time ago. ",
            "Every animal that could fly or swim was anxious to go after the fire. The Raven offered, and because he was so large and strong they thought he could surely do the work, so he was sent first. He flew high and far across the water and alighted on the sycamore tree, but while he was wondering what to do next, the heat had scorched all his feathers black, and he was frightened and came back without the fire. The little Screech-owl (Wa′huhu′) volunteered to go, and reached the place safely, but while he was looking down into the hollow tree a blast of hot air came up and nearly burned out his eyes. He managed to fly home as best he could, but it was a long time before he could see well, and his eyes are red to this day. Then the Hooting Owl (U′guku′) and the Horned Owl (Tskĭlĭ′) went, but by the time they got to the hollow tree the fire was burning so fiercely that the smoke nearly blinded them, and the ashes carried up by the wind made white rings about their eyes. They had to come home again without the fire, but with all their rubbing they were never able to get rid of the white rings. ",
            "Now no more of the birds would venture, and so the little Uksu′hĭ snake, the black racer, said he would go through the water and bring back some fire. He swam across to the island and crawled through the grass to the tree, and went in by a small hole at the bottom. The heat and smoke were too much for him, too, and after dodging about blindly over the hot ashes until he was almost on fire himself he managed by good luck to get out again at the same hole, but his body had been scorched black, and he has ever since had the habit of darting and doubling on his track as if trying to escape from close quarters. He came back, and the great blacksnake, Gûle′gĭ, “The Climber,” offered to go for fire. He swam over to the island and climbed up the tree on the outside, as the blacksnake always does, but when he put his head down into the hole the smoke choked him so that he fell into the burning stump, and before he could climb out again he was as black as the Uksu′hĭ. ",
            "Now they held another council, for still there was no fire, and the world was cold, but birds, snakes, and four-footed animals, all had some excuse for not going, because they were all afraid to venture near the burning sycamore, until at last Kănăne′skĭ Amai′yĕhĭ (the Water Spider) said she would go. This is not the water spider that looks like a mosquito, but the other one, with black downy hair and red stripes on her body. She can run on top of the water or dive to the bottom, so there would be no trouble to get over to the island, but the question was, How could she bring back the fire? “I’ll manage that,” said the Water Spider; so she spun a thread from her body and wove it into a tusti bowl, which she fastened on her back. Then she crossed over to the island and through the grass to where the fire was still burning. She put one little coal of fire into her bowl, and came back with it, and ever since we have had fire, and the Water Spider still keeps her tusti bowl."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Manny Becerra on Unsplash",
        "image": "story-pic-2.jpg"
    },
    {
        "id": 1,
        "title": "HOW THE WORLD WAS MADE",
        "content": [
            "The earth is a great island floating in a sea of water, and suspended at each of the four cardinal points by a cord hanging down from the sky vault, which is of solid rock. When the world grows old and worn out, the people will die and the cords will break and let the earth sink down into the ocean, and all will be water again. The Indians are afraid of this. ",
            "When all was water, the animals were above in Gălûñ′lătĭ, beyond the arch; but it was very much crowded, and they were wanting more room. They wondered what was below the water, and at last Dâyuni′sĭ, “Beaver’s Grandchild,” the little Water-beetle, offered to go and see if it could learn. It darted in every direction over the surface of the water, but could find no firm place to rest. Then it dived to the bottom and came up with some soft mud, which began to grow and spread on every side until it became the island which we call the earth. It was afterward fastened to the sky with four cords, but no one remembers who did this. ",
            "At first the earth was flat and very soft and wet. The animals were anxious to get down, and sent out different birds to see if it was yet dry, but they found no place to alight and came back again to Gălûñ′lătĭ. At last it seemed to be time, and they sent out the Buzzard and told him to go and make ready for them. This was the Great Buzzard, the father of all the buzzards we see now. He flew all over the earth, low down near the ground, and it was still soft. When he reached the Cherokee country, he was very tired, and his wings began to flap and strike the ground, and wherever they struck the earth there was a valley, and where they turned up again there was a mountain. When the animals above saw this, they were afraid that the whole world would be mountains, so they called him back, but the Cherokee country remains full of mountains to this day. ",
            "When the earth was dry and the animals came down, it was still dark, so they got the sun and set it in a track to go every day across the island from east to west, just overhead. It was too hot this way, and Tsiska′gĭlĭ′, the Red Crawfish, had his shell scorched a bright red, so that his meat was spoiled; and the Cherokee do not eat it. The conjurers put the sun another hand-breadth higher in the air, but it was still too hot. They raised it another time, and another, until it was seven handbreadths high and just under the sky arch. Then it was right, and they left it so. This is why the conjurers call the highest place Gûlkwâ′gine Di′gălûñ′lătiyûñ′, “the seventh height,” because it is seven hand-breadths above the earth. Every day the sun goes along under this arch, and returns at night on the upper side to the starting place. ",
            "There is another world under this, and it is like ours in everything—animals, plants, and people—save that the seasons are different. The streams that come down from the mountains are the trails by which we reach this underworld, and the springs at their heads are the doorways by which we enter it, but to do this one must fast and go to water and have one of the underground people for a guide. We know that the seasons in the underworld are different from ours, because the water in the springs is always warmer in winter and cooler in summer than the outer air. ",
            "When the animals and plants were first made—we do not know by whom—they were told to watch and keep awake for seven nights, just as young men now fast and keep awake when they pray to their medicine. They tried to do this, and nearly all were awake through the first night, but the next night several dropped off to sleep, and the third night others were asleep, and then others, until, on the seventh night, of all the animals only the owl, the panther, and one or two more were still awake. To these were given the power to see and to go about in the dark, and to make prey of the birds and animals which must sleep at night. Of the trees only the cedar, the pine, the spruce, the holly, and the laurel were awake to the end, and to them it was given to be always green and to be greatest for medicine, but to the others it was said: “Because you have not endured to the end you shall lose your hair every winter.”",
            "Men came after the animals and plants. At first there were only a brother and sister until he struck her with a fish and told her to multiply, and so it was. In seven days a child was born to her, and thereafter every seven days another, and they increased very fast until there was danger that the world could not keep them. Then it was made that a woman should have only one child in a year, and it has been so ever since."
        ],
        "credit": "Mooney, James. The Project Gutenberg EBook of Myths of the Cherokee, 19 Mar. 2004, www.gutenberg.org/files/45634/45634-h/45634-h.htm",
        "photo_credit": "Photo by Boston Public Library on Unsplash",
        "image": "story-pic-1.jpg"
    }
]
